[
      {
      "title": "Safety",
      "content": [
        "When viewing a solar eclipse, it's crucial to prioritize safety to protect your eyes from potential damage.",
        "Never look directly at the sun during an eclipse without proper eye protection, as this can cause permanent eye injury or even blindness.",
        "Instead, use certified solar viewing glasses or handheld solar filters to safely observe the eclipse.",
        "Remember to supervise children and ensure they also use appropriate eye protection when viewing the eclipse.",
        "Additionally, consider using pinhole projectors or solar telescopes to indirectly view the eclipse."
        ]
      },
      {
      "title":"Gannon's Goal",
      "content":[
        "As education professionals and scientists, we have a duty to promote the safe observation and science of the eclipse.", 
        "Gannon University is committed to the provision of essential safe observing and scientific information to Erie schools, learning institutions and the local community."]
      },
      {
        "title": "Solar Eclipse",
        "content": [
          "A solar eclipse occurs when the Moon passes between the Earth and the Sun, obscuring the Sun partially or completely from view.",
          "There are three main types of solar eclipses: total, partial, and annular.",
          "During a total solar eclipse, the Sun is completely obscured by the Moon, revealing the Sun's corona and creating a dark shadow known as the umbra on Earth's surface.",
          "Partial solar eclipses occur when only a portion of the Sun is covered by the Moon.",
          "Annular solar eclipses happen when the Moon is too far from the Earth to completely cover the Sun, resulting in a ring of sunlight known as the 'ring of fire' around the Moon.",
          "Solar eclipses are rare events that captivate observers worldwide and provide valuable opportunities for scientific research and public education about astronomy."
        ]
      },
      {
        "title": "Light Intensity",
        "content": [
          "During a solar eclipse, sunlight intensity decreases dramatically.",
          "Unique lighting conditions emerge, with the sky darkening as if twilight has descended.",
          "Observers witness remarkable phenomena such as the appearance of stars and planets in the daytime sky, and the sudden emergence of the sun's corona."
        ]
      },
      {
        "title": "Distances",
        "content": [
          "The sun and moon appear almost the same size in the sky.",
          "During a total solar eclipse, the moon aligns perfectly with the sun, creating the mesmerizing spectacle of totality."
        ]
      },
      {
        "title": "Temperatures",
        "content": [
          "Temperature changes occur during a solar eclipse.",
          "As the moon casts its shadow on Earth, there's a temporary drop in temperature due to the blockage of direct sunlight.",
          "The extent of temperature change depends on factors like location, time of year, and local weather conditions."
        ]
      },
      {
        "title": "Diamond Ring Effect",
        "content": [
          "The Diamond Ring Effect occurs just before complete coverage of the Sun during a solar eclipse.",
          "It creates a stunning visual effect resembling a bright diamond-like ring."
        ]
      },
      {
        "title": "Baileys Effect",
        "content": [
          "The Baileys Beads, or Diamond Necklace, is another captivating occurrence during a solar eclipse.",
          "Sunlight passes through lunar valleys, creating a necklace-like appearance as the Moon covers the Sun."
      ]
    }
]

  